{
    "version": "https://jsonfeed.org/version/1",
    "title": "雪漫城的风宅 • All posts by \"梦境\" tag",
    "description": "この世界は好都合に未完成 だから知りたいんだ —— チ。-地球の運動について-",
    "home_page_url": "https://nightingalewk.cn",
    "items": [
        {
            "id": "https://nightingalewk.cn/2020/11/06/3.%20%E4%BB%8A%E5%A4%A9%E4%B8%AD%E5%8D%88%E5%81%9A%E5%95%A5%E6%A2%A6%E4%BA%86%20002/",
            "url": "https://nightingalewk.cn/2020/11/06/3.%20%E4%BB%8A%E5%A4%A9%E4%B8%AD%E5%8D%88%E5%81%9A%E5%95%A5%E6%A2%A6%E4%BA%86%20002/",
            "title": "今天中午做啥梦了 002",
            "date_published": "2020-11-06T07:00:00.000Z",
            "content_html": "<p>首先，我认为我最近中午睡觉难醒和频繁做梦，很大程度是平日学习压力的问题，距离考研还有50来天，自己静下心心思了一会，确实逼得我中午睡觉偏向于这样的悲相</p>\n<p>然后，今天中午果不其然的又做梦了，而且也起晚了</p>\n<p>梦里都是我初中的梦，日常的上学琐事，我都服了我自己了，平常都不记得的事情，梦里给演的让我拍案叫绝，太真实太有意思了</p>\n<p>梦里我记得我：</p>\n<ul>\n<li>上课迟到</li>\n<li>下了想去买可乐，但是走去发现那个地方已经没商店了，改在了教室的跟前，即导致我上课晚了还让我跑了一大圈，累的要死</li>\n<li>这里面，我下课之后过是回到自己和其他同学租的房子，也是奇奇怪怪的事情，我和一个亚非裔的漂亮的小姐姐关系甚好，甚至发生了不可描述的事情</li>\n</ul>\n<p>其实还有很多，但是你知道，醒来后很难再去刻意的回忆出来的</p>\n<p>最后，最离谱的就是。一次上课，物理课，老师走进来，准备用电子白板上课，开机发现电脑坏了，当时镜头切换到班级人员配置表上，移到表格里我所在的这一行并显示这我是班级的技术委员（别问，问就是魔幻现实主义），我起身去讲台看看电脑咋回事儿，就开始修了起来</p>\n<p>15 分钟后，班主任进来了，最操蛋的事情发生了。这个班主任是我之前工作单位上的老板，我都觉得虽然梦里的我可能平凡的把一切事情习以为常，但是梦外的我靠着意思理智，对着发生的事情，不断地卧槽了起来，班主任居然再梦里又给我下达任务，我在负责分析项目需求并准备安排人手开干，梦外的我应该是看不下去了，把我叫醒了</p>\n<p>哎，3 点了，本来心思2点就起，今天下午的学习时间 -1 Hours</p>\n<blockquote>\n<p>复习进度最近很糟糕，满脑子的放弃，现在的我只能是继续忍下去了，没崩溃到放弃真的是奇迹了</p>\n</blockquote>\n",
            "tags": [
                "梦境"
            ]
        },
        {
            "id": "https://nightingalewk.cn/2020/11/02/2.%20%E4%BB%8A%E5%A4%A9%E4%B8%AD%E5%8D%88%E5%81%9A%E5%95%A5%E6%A2%A6%E4%BA%86%20001/",
            "url": "https://nightingalewk.cn/2020/11/02/2.%20%E4%BB%8A%E5%A4%A9%E4%B8%AD%E5%8D%88%E5%81%9A%E5%95%A5%E6%A2%A6%E4%BA%86%20001/",
            "title": "今天中午做啥梦了 001",
            "date_published": "2020-11-02T08:00:00.000Z",
            "content_html": "<p>今天中午又睡过头了，做了个梦</p>\n<p>梦里我和我对象，在外地，找了个一般的三流旅馆，就像是汽车旅馆一样，一般到不能再一般了，期间住的得好好的，没啥事儿</p>\n<p>有一天，两个小孩在咱们房间的门口撬门，后来知道是两个小孩也定了一个房间，但是因为走错走到咱们屋子门口刷卡进不来，就心思强行扒门进来，结果一个小孩的手被卡住了，当时咱俩在屋子里，我一看，急忙从里们把门解锁打开，我着急直接一下子把门推开了，小孩获救了，但是店主说我这么急干啥，他在外面心思让我先解锁之后听他指挥慢慢开门，我特么上去就特么急了，我说孩子虽然熊，但是手被挤了我有能力开门我特么不开听你这逼逼赖赖的？于是就跟他争辩了一波，这算是结下梁子了</p>\n<p>之后店家动不动的就给我使绊子，各种关于小事儿的恶心，我也是保持这最大的克制，遵循 <strong>有理有利有节</strong> 的原则和他制衡</p>\n<p>最后住的一天，店家以及膈应的我洗个澡得间间断断洗三次才洗完，洗完我心思再睡一会的就走。睡的过程中，我偶然看到店主偷偷摸摸进来打了我家猫一巴掌，力度不大，就像是怂逼做事儿有贼心没贼胆一样，打完怂的一批，我看见了一下子就他妈飞扑过去，单手握住店主两个手腕，用力一只手就是砰砰砰的打脸，打得他鼻青脸肿的，期间我大喊， <strong>“他妈的，敢打我的猫”</strong> ，“我的猫是你他妈敢打的！”第一句应该是现实中看《让子弹飞》里黄老爷的名言“他妈的，敢杀我的马”</p>\n<p>当时气的一下子就醒了，一看是做梦，就知道自己睡过了，爬起来洗洗脸，就把事情记录了一下</p>\n",
            "tags": [
                "梦境"
            ]
        }
    ]
}